Repository: awissu/switchboard-plug-locale
Catalog: po/extra/*.po
Languages: es, pt_br

source: Language &amp; Region Settings
es: Configuración de idioma y región
pt_br: Idioma &amp; Configurações de Região

source: Manage languages, and configure region and format
es: Gestione los idiomas y configure la región y el formato
pt_br: Gerenciar idiomas e configurar região e formato

source: Fix an issue with cancelling language installation
es: Se corrigió un problema que se producía al cancelar la instalación de un idioma
pt_br: Correção de um problema ao cancelar a instalação do idioma

source: Updated translations
es: Traducciones actualizadas
pt_br: Traduções atualizadas

source: Redesigned Install Language popover
es: Rediseñada la ventana emergente para instalar idiomas
pt_br: Janela de instalação do idioma redesenhada

source: Asks for permission when needed. No more extra InfoBar
es: Pide permiso cuando sea necesario. No más barra de información adicional
pt_br: Solicita permissão quando necessário. Não há mais barra de informações extra

source: Installtion progress InfoBar is now a Dialog
es: La barra de información del progreso de instalación es ahora un diálogo
pt_br: Progresso da instalação InfoBar agora é um Diálogo

source: Language list properly updates when adding or removing languages
es: La lista de idiomas se actualiza correctamente al añadir o eliminar idiomas
pt_br: A lista de idiomas é atualizada corretamente ao adicionar ou remover idiomas

source: Manage locale settings
es: Gestionar la configuración regional
pt_br: Gerenciar configurações de localização

source: Authentication is required to manage locale settings
es: Necesita autenticarse para gestionar la configuración de región
pt_br: É necessária autenticação para gerenciar configurações de localidade
